{
    "title": "Scientists Find 'Chorus Waves' in Unexpected Part of Space",
    "title_zh": "科学家在太空意想不到的区域发现「合唱波」",
    "author": "Anna Matteo / Adithi Ramakrishnan",
    "source": "VOA Learning English",
    "difficulty": "easy",
    "tags": "science,space,NASA,physics",
    "summary": "International researchers discovered energetic 'chorus waves' 100,000 kilometers from Earth — far beyond where they had been detected before — raising new questions about how these chirping waves form.",
    "summary_zh": "国际研究人员在距离地球10万公里处发现了「合唱波」——远超此前的探测范围——这引发了关于这些啁啾波如何形成的新问题。",
    "paragraphs": [
        {
            "en": "International researchers recently released a study on bursts of energy in an unexpected area of space. Scientists call the energetic activity \"chorus waves\" because they are said to move at the same frequency as sounds humans can hear. When the energy is turned into audio signals, the waves sound like birds chirping.",
            "zh": "国际研究人员最近发表了一项关于太空意想不到区域中能量爆发的研究。科学家将这种高能活动称为「合唱波」，因为据说它们的频率与人类能听到的声音相同。当这些能量被转化为音频信号时，听起来就像鸟鸣。",
            "keywords": ["bursts", "frequency", "chirping"],
            "notes": [
                {
                    "phrase": "bursts of energy",
                    "explain": "Energy bursts — sudden, short releases of energy. 'Burst' is often used with 'of' to describe a sudden occurrence (burst of laughter, burst of speed)."
                },
                {
                    "phrase": "are said to",
                    "explain": "Used to report what people claim without confirming it. A useful passive structure for academic or news writing."
                }
            ]
        },
        {
            "en": "Researchers have known about chorus waves in space for many years. But the latest research has found the waves exist 100,000 kilometers from Earth. Chorus waves have never before been measured at such a big distance from a planet.",
            "zh": "研究人员多年来一直知道太空中存在合唱波。但最新研究发现，这些波存在于距地球10万公里处。此前从未在距离行星如此遥远的地方测量到合唱波。",
            "keywords": ["measured", "distance"],
            "notes": [
                {
                    "phrase": "have never before been measured",
                    "explain": "Present perfect passive with 'never before' for emphasis — highlights that this is a first-time event. Notice 'before' is placed between 'never' and 'been'."
                }
            ]
        },
        {
            "en": "In an email, study writer Chengming Liu from Beihang University in Beijing wrote: \"They are one of the strongest and most significant waves in space.\" Allison Jaynes is a space physicist at the University of Iowa who was not involved with the study. Speaking about the recent study, Jaynes said, \"That opens up a lot of new questions about the physics that could be possible in this area.\"",
            "zh": "北京航空航天大学的研究论文作者刘成明在电子邮件中写道：「它们是太空中最强大和最重要的波之一。」爱荷华大学的太空物理学家艾莉森·杰恩斯并未参与这项研究。在谈到这项最新研究时，杰恩斯说：「这开启了关于该区域可能存在的物理现象的许多新问题。」",
            "keywords": ["significant", "physicist", "involved"],
            "notes": [
                {
                    "phrase": "opens up a lot of new questions",
                    "explain": "'Open up' means to create or reveal new possibilities. Common in academic discussion: 'This finding opens up new directions for research.'"
                },
                {
                    "phrase": "was not involved with",
                    "explain": "A standard way in news reporting to note that a commenter is independent from the study, adding credibility to their opinion."
                }
            ]
        },
        {
            "en": "The newfound chorus waves were detected in an area where Earth's magnetic field is stretched out. Scientists said they did not expect to find the waves there. The discovery raises new questions about how the chirping waves form. Jaynes added, \"We definitely need to find more of these events.\"",
            "zh": "新发现的合唱波是在地球磁场被拉伸的区域中探测到的。科学家表示，他们没有预料到会在那里发现这些波。这一发现引发了关于啁啾波如何形成的新问题。杰恩斯补充说：「我们确实需要找到更多这样的事件。」",
            "keywords": ["detected", "magnetic field", "stretched"],
            "notes": [
                {
                    "phrase": "raises new questions about",
                    "explain": "'Raise questions' is a fixed collocation in academic/news writing meaning to create uncertainty or the need for further investigation."
                }
            ]
        },
        {
            "en": "Scientists still are not sure how the waves develop. But they think Earth's magnetic field may have something to do with it. For many years, radio antennas have picked up chorus waves. This includes receivers at an Antarctica research station in the 1960s. And NASA's two Van Allen Probes heard the chirping sounds from Earth's radiation belts at a closer distance than the newest observations.",
            "zh": "科学家仍然不确定这些波是如何形成的。但他们认为地球磁场可能与此有关。多年来，无线电天线一直在接收合唱波。这包括1960年代南极研究站的接收器。NASA的两颗范艾伦探测器也曾在比最新观测更近的距离上，从地球辐射带中听到了这种啁啾声。",
            "keywords": ["antennas", "radiation belts", "observations"],
            "notes": [
                {
                    "phrase": "have something to do with",
                    "explain": "An everyday expression meaning 'be related to' or 'be a contributing factor.' Example: 'His success has something to do with his persistence.'"
                },
                {
                    "phrase": "picked up",
                    "explain": "In this context, 'pick up' means to detect or receive (a signal). Also commonly means to learn informally, or to collect someone."
                }
            ]
        },
        {
            "en": "The latest chorus waves were picked up by NASA's Magnetospheric Multiscale satellites. They were launched in 2015 to explore the Earth and the sun's magnetic fields. Chorus waves have also been found near other planets including Jupiter and Saturn. The waves can produce high-energy electrons. That means they can threaten satellite communications. The researchers said their findings suggest that chorus waves might be found everywhere in the magnetic fields of planets.",
            "zh": "最新的合唱波是由NASA的磁层多尺度卫星探测到的。这些卫星于2015年发射，用于探索地球和太阳的磁场。合唱波也在其他行星附近被发现，包括木星和土星。这些波可以产生高能电子，这意味着它们可能威胁到卫星通信。研究人员表示，他们的发现表明合唱波可能存在于行星磁场中的任何地方。",
            "keywords": ["satellites", "threaten", "communications", "findings"],
            "notes": [
                {
                    "phrase": "their findings suggest that",
                    "explain": "'Findings suggest' is the standard academic phrasing for presenting conclusions. It's more cautious than 'findings prove' — scientists prefer 'suggest' when results are not yet confirmed."
                }
            ]
        }
    ],
    "vocabulary": [
        {
            "word": "chorus",
            "phonetic": "/ˈkɔːrəs/",
            "meaning": "合唱；齐声，此处指一种太空波现象",
            "partOfSpeech": "n.",
            "example": "Scientists call the energetic activity 'chorus waves.'"
        },
        {
            "word": "frequency",
            "phonetic": "/ˈfriːkwənsi/",
            "meaning": "频率；波在单位时间内重复的次数",
            "partOfSpeech": "n.",
            "example": "They move at the same frequency as sounds humans can hear."
        },
        {
            "word": "significant",
            "phonetic": "/sɪɡˈnɪfɪkənt/",
            "meaning": "重要的，有意义的",
            "partOfSpeech": "adj.",
            "example": "They are one of the strongest and most significant waves in space."
        },
        {
            "word": "detected",
            "phonetic": "/dɪˈtektɪd/",
            "meaning": "探测到，发现",
            "partOfSpeech": "v.",
            "example": "The newfound chorus waves were detected in an unexpected area."
        },
        {
            "word": "antenna",
            "phonetic": "/ænˈtenə/",
            "meaning": "天线（复数 antennas/antennae）",
            "partOfSpeech": "n.",
            "example": "Radio antennas have picked up chorus waves for many years."
        },
        {
            "word": "threaten",
            "phonetic": "/ˈθretn/",
            "meaning": "威胁，危及",
            "partOfSpeech": "v.",
            "example": "The waves can threaten satellite communications."
        }
    ],
    "discussion_questions": [
        {
            "en": "Why do you think scientists named these energy waves 'chorus waves'? Can you think of other scientific terms inspired by everyday sounds?",
            "zh": "你认为科学家为什么将这些能量波命名为「合唱波」？你能想到其他受日常声音启发的科学术语吗？"
        },
        {
            "en": "The article mentions that chorus waves can threaten satellite communications. What impact could this have on our daily lives?",
            "zh": "文章提到合唱波可能威胁到卫星通信。这可能对我们的日常生活产生什么影响？"
        },
        {
            "en": "If chorus waves exist everywhere in planetary magnetic fields, what does this tell us about the nature of space?",
            "zh": "如果合唱波存在于行星磁场的各处，这告诉了我们关于太空本质的什么信息？"
        }
    ]
}
