{
    "title": "84% of World's Coral Reefs Hit by Worst Bleaching Event on Record",
    "title_zh": "全球84%的珊瑚礁遭遇有记录以来最严重的白化事件",
    "author": "Gloria Dickie, Ali Withers",
    "source": "Reuters / NOAA / International Coral Reef Initiative",
    "created_at": "2025-04-23T00:00:00Z",
    "difficulty": "medium",
    "tags": ["coral reef", "bleaching", "ocean warming", "marine ecosystems", "climate change"],
    "summary": "More than four-fifths of the world's coral reef areas have been affected by devastating mass bleaching spurred by record-high ocean temperatures. The fourth global bleaching event, declared in 2024, has become the most widespread on record, surpassing previous events that affected 21%, 37% and 68% of reefs respectively. 2024 was Earth's hottest year and the first to exceed 1.5°C above pre-industrial levels.",
    "summary_zh": "全球超过五分之四的珊瑚礁区域遭受了创纪录海温引发的破坏性大规模白化影响。2024年宣布的第四次全球白化事件已成为有记录以来最广泛的，超越了此前分别影响21%、37%和68%珊瑚礁的事件。2024年是地球最热的一年，也是首次超过工业化前水平1.5°C的一年。",
    "paragraphs": [
        {
            "en": "More than four-fifths of the world's coral reef areas have been affected by devastating mass bleaching spurred by record-high ocean temperatures, turning many once-colourful reefs a ghostly pale hue, scientific authorities said in April 2025. Bleaching is triggered by anomalies in water temperature that cause corals to expel the colourful algae living in their tissues. Without the algae's help in delivering nutrients to the corals, the corals cannot survive.",
            "zh": "科学机构在2025年4月表示，全球超过五分之四的珊瑚礁区域遭受了创纪录海温引发的破坏性大规模白化影响，使许多曾经色彩斑斓的礁石变成阴森的灰白色。白化是由水温异常引发的，导致珊瑚驱逐生活在组织中的彩色藻类。没有藻类向珊瑚输送养分的帮助，珊瑚无法生存。",
            "keywords": ["devastating", "spurred", "expel", "nutrients"],
            "notes": [{"phrase": "mass bleaching", "explain": "大规模白化，指在广阔范围内同时发生的珊瑚白化"}, {"phrase": "expel the algae", "explain": "驱逐藻类，珊瑚在压力下排出共生藻类"}]
        },
        {
            "en": "The world's fourth mass bleaching event, which scientists declared one year ago, has shown few signs of slowing down, according to the International Coral Reef Initiative and data from the U.S. National Oceanic and Atmospheric Administration. Instead, it has grown to be the most widespread on record, with 84% of reef areas—from the Indian Ocean to the Atlantic to the Pacific—subjected to intense heat stress for a duration expected to cause bleaching as of March 2025.",
            "zh": "根据国际珊瑚礁倡议组织和美国国家海洋和大气管理局的数据，科学家一年前宣布的全球第四次大规模白化事件几乎没有放缓迹象。相反，它已成为有记录以来最广泛的，截至2025年3月，84%的礁区——从印度洋到大西洋再到太平洋——遭受了预计会引发白化的强烈热应激。",
            "keywords": ["heat stress", "duration", "widespread", "intense"],
            "notes": [{"phrase": "heat stress", "explain": "热应激，指高温对生物造成的生理压力"}, {"phrase": "subjected to", "explain": "遭受，subject to 表示使经历某种状况"}]
        },
        {
            "en": "Last year was the hottest on record and the first to reach over 1.5 degrees Celsius warmer than pre-industrial times, contributing to unprecedented ocean temperatures and triple the previous record number of marine heatwaves around the world. \"The magnitude and extent of the heat stress is shocking,\" said Melanie McField, a marine scientist working in the Caribbean. \"Some reefs that had thus far escaped major heat stress and we thought to be somewhat resilient, succumbed to partial mortalities in 2024.\"",
            "zh": "去年是有记录以来最热的一年，也是首次比工业化前升高超过1.5摄氏度的一年，导致了前所未有的海温以及全球海洋热浪数量达到先前纪录的三倍。「热应激的强度和范围令人震惊，」在加勒比地区工作的海洋科学家梅兰妮·麦克菲尔德说。「一些此前逃脱了重大热应激、我们以为具有一定韧性的礁石，在2024年出现了部分死亡。」",
            "keywords": ["unprecedented", "marine heatwaves", "resilient", "mortalities"],
            "notes": [{"phrase": "marine heatwaves", "explain": "海洋热浪，指海温异常升高的持续时段"}, {"phrase": "succumbed to", "explain": "屈服于，指无法抵抗而死亡"}]
        },
        {
            "en": "\"Bleaching is always eerie—as if a silent snowfall has descended on the reef,\" she added. Previous events in 1998, 2010, and 2014-17 saw 21%, 37% and 68% of reefs subjected to bleaching-level heat stress respectively. Marine biologists had warned early last year that the world's reefs were on the verge of a mass bleaching following months of record-breaking ocean heat fuelled by human-induced climate change and the El Niño climate pattern.",
            "zh": "「白化总是令人不安——仿佛一场无声的降雪降临在礁石上，」她补充道。1998年、2010年和2014-17年的事件分别有21%、37%和68%的珊瑚礁遭受白化级热应激。海洋生物学家去年初曾警告，在人类引起的气候变化和厄尔尼诺气候模式引发的数月创纪录海洋高温之后，世界珊瑚礁濒临大规模白化。",
            "keywords": ["eerie", "verge", "record-breaking", "El Niño"],
            "notes": [{"phrase": "on the verge of", "explain": "濒临，verge 表示边缘、临界点"}, {"phrase": "El Niño", "explain": "厄尔尼诺，赤道太平洋异常变暖的气候模式"}]
        },
        {
            "en": "In December 2024, a weak La Niña pattern, which typically brings cooler ocean temperatures, gave scientists hope that corals might recover, but it only lasted three months. Instead, the bleaching has continued to spread. The Solomon Islands and Papua New Guinea were recently added to the list of 82 countries and territories registering bleaching-level heat stress in their waters. Corals are critical ecosystems supporting approximately 25% of all marine species and sustaining seafood production, tourism and coastal protection.",
            "zh": "2024年12月，通常会带来较低海温的弱拉尼娜模式给了科学家珊瑚可能恢复的希望，但它只持续了三个月。相反，白化继续蔓延。所罗门群岛和巴布亚新几内亚最近加入了在其水域记录到白化级热应激的82个国家和地区的名单。珊瑚是关键生态系统，支持约25%的海洋物种，并维持海鲜生产、旅游业和海岸保护。",
            "keywords": ["La Niña", "sustain", "territories", "ecosystems"],
            "notes": [{"phrase": "La Niña", "explain": "拉尼娜，与厄尔尼诺相反，带来较冷海温"}, {"phrase": "sustain", "explain": " sustain ，维持、支撑"}]
        },
        {
            "en": "It will take scientists years to understand the global extent of coral reef death, but they say they have already observed widespread mortality in parts of the Caribbean, Red Sea and along Australia's Great Barrier Reef. If water temperatures return to normal quickly, corals can recover. However, prolonged heat causes corals to die. Scientists indicate there is no clear timeline for when this bleaching event will end, and NOAA has added three new alert levels to its bleaching prediction scale to account for the heightened risk of mass coral mortality.",
            "zh": "科学家需要数年时间才能了解全球珊瑚礁死亡的程度，但他们表示已在加勒比部分地区、红海和澳大利亚大堡礁沿岸观察到广泛的死亡。如果水温迅速恢复正常，珊瑚可以恢复。然而，持续高温会导致珊瑚死亡。科学家表示，这次白化事件何时结束没有明确时间表，美国国家海洋和大气管理局已在其白化预测尺度上增加了三个新的警报级别，以应对大规模珊瑚死亡风险的加剧。",
            "keywords": ["mortality", "prolonged", "timeline", "alert levels"],
            "notes": [{"phrase": "mass mortality", "explain": "大规模死亡，指大量个体同时死亡"}, {"phrase": "prolonged heat", "explain": "持续高温，指持续较长时间的热应激"}]
        }
    ],
    "vocabulary": [
        {"word": "bleaching", "phonetic": "/ˈbliːtʃɪŋ/", "meaning": "白化", "partOfSpeech": "n.", "example": "Mass bleaching has affected 84% of the world's coral reefs."},
        {"word": "spur", "phonetic": "/spɜː/", "meaning": "刺激；促使", "partOfSpeech": "v.", "example": "Record-high ocean temperatures spurred devastating mass bleaching."},
        {"word": "expel", "phonetic": "/ɪkˈspel/", "meaning": "排出；驱逐", "partOfSpeech": "v.", "example": "Heat causes corals to expel the algae living in their tissues."},
        {"word": "resilient", "phonetic": "/rɪˈzɪliənt/", "meaning": "有韧性的；能恢复的", "partOfSpeech": "adj.", "example": "Reefs we thought to be resilient succumbed to partial mortalities."},
        {"word": "unprecedented", "phonetic": "/ʌnˈpresɪdentɪd/", "meaning": "前所未有的", "partOfSpeech": "adj.", "example": "2024 saw unprecedented ocean temperatures globally."},
        {"word": "verge", "phonetic": "/vɜːdʒ/", "meaning": "边缘", "partOfSpeech": "n.", "example": "Reefs were on the verge of a mass bleaching event."},
        {"word": "mortality", "phonetic": "/mɔːˈtæləti/", "meaning": "死亡率；死亡", "partOfSpeech": "n.", "example": "Scientists observed widespread mortality in the Caribbean."}
    ],
    "discussion_questions": [
        {"en": "Bleaching occurs when corals expel their algae. Why might warmer water cause corals to do this? What does it suggest about the corals' relationship with the algae?", "zh": "当珊瑚驱逐其藻类时发生白化。为什么更暖的水可能导致珊瑚这样做？这表明珊瑚与藻类有什么关系？"},
        {"en": "The weak La Niña gave scientists hope for recovery but only lasted three months. What does the brevity of this cooling period mean for coral conservation efforts?", "zh": "弱拉尼娜给了科学家恢复的希望，但只持续了三个月。这段冷却期短暂对珊瑚保护工作意味着什么？"},
        {"en": "Corals support 25% of marine species and sustain tourism and coastal protection. If reefs continue to die, what cascading effects might we see?", "zh": "珊瑚支持25%的海洋物种，并维持旅游业和海岸保护。如果礁石继续死亡，我们可能看到什么连锁效应？"}
    ]
}
