{
    "title": "Growth Mindset: How Beliefs About Ability Shape Learning and Success",
    "title_zh": "成长型思维：关于能力的信念如何塑造学习与成功",
    "author": "Psychology Today Staff",
    "source": "Psychology Today",
    "created_at": "2025-01-01T00:00:00Z",
    "difficulty": "medium",
    "tags": ["growth mindset", "psychology", "learning", "Carol Dweck", "education"],
    "summary": "A growth mindset, developed by Stanford psychologist Carol Dweck, is the belief that capacities and talents can be improved over time. It contrasts with a fixed mindset, which holds that abilities are static. People with a growth mindset tend to persist through challenges and treat obstacles as opportunities. However, recent research shows mixed results on whether mindset interventions improve academic performance.",
    "summary_zh": "成长型思维由斯坦福心理学家卡罗尔·德韦克提出，指相信能力和天赋可以随时间提升的信念。它与固定型思维形成对比，后者认为能力是固定的。拥有成长型思维的人往往能在挑战中坚持，将障碍视为机会。然而，近年研究显示，思维干预对学业表现的效果好坏参半。",
    "paragraphs": [
        {
            "en": "There are enviable individuals who acquire skills and knowledge effortlessly, others who are more orderly and achievement-focused than their peers, and still others who exhibit unusual talents. While such positive traits are not evenly distributed, they are not necessarily out of reach for those who are not \"natural\" high achievers. A growth mindset, as conceived by Stanford psychologist Carol Dweck and colleagues, is the belief that a person's capacities and talents can be improved over time.",
            "zh": "有些人毫不费力地获得技能和知识令人羡慕，有些人比同龄人更有条理、更注重成就，还有些人展现出非凡才能。尽管这些积极特质并非均匀分布，但它们对并非「天生」高分者来说并非遥不可及。斯坦福心理学家卡罗尔·德韦克及其同事提出的成长型思维，是指相信一个人的能力和天赋可以随时间提升的信念。",
            "keywords": ["enviable", "capacities", "conceived", "traits", "achievers"],
            "notes": [{"phrase": "growth mindset", "explain": "成长型思维"}, {"phrase": "out of reach", "explain": "遥不可及"}]
        },
        {
            "en": "A growth mindset contrasts with a fixed mindset. The latter is the limiting belief that the capacity to learn and improve cannot be meaningfully developed. The growth mindset, conversely, is open to effort even if it takes time. Proponents of the theory contend that adopting a growth mindset, and rejecting a fixed mindset, can help people be more open to success. In studies, participants who disagree with statements like \"You have a certain amount of intelligence, and you really cannot do much to change it\" are considered to have more of a growth mindset.",
            "zh": "成长型思维与固定型思维形成对比。后者是一种限制性信念，认为学习和改进的能力无法实质性发展。成长型思维则相反，即使需要时间也愿意付出努力。该理论的支持者认为，采用成长型思维、摒弃固定型思维，能让人更愿意接受成功。在研究中，不同意「你的智力是固定的，无法真正改变」这类表述的参与者被视为更具成长型思维。",
            "keywords": ["fixed mindset", "contrasts", "proponents", "contend", "adopting"],
            "notes": [{"phrase": "fixed mindset", "explain": "固定型思维"}, {"phrase": "contend", "explain": "主张、认为"}]
        },
        {
            "en": "Some people get stuck in thoughts such as \"I am not good at anything. I always strike out. Everyone else does better than I do.\" They are convinced that they cannot learn anything new, and that it is far too late for them to try because they will fail anyway. They feel they struggle too much in their tasks, and they feel inferior by the seemingly easy success of the people around them. These are typical thoughts of a person with a fixed mindset.",
            "zh": "有些人陷入诸如「我什么都做不好。我总是失败。每个人都比我强」的想法。他们深信自己学不会新东西，现在尝试已经太晚了，反正会失败。他们觉得在任务中挣扎太久，并为身边人看似轻松的成功而感到自卑。这些都是拥有固定型思维者的典型想法。",
            "keywords": ["inferior", "convinced", "struggle", "strike out", "typical"],
            "notes": [{"phrase": "strike out", "explain": "失败、出局"}, {"phrase": "feel inferior", "explain": "感到自卑"}]
        },
        {
            "en": "Proponents propose that individuals with a growth mindset will be more oriented toward self-improvement and more likely to persist in the face of challenges and failures. They will treat obstacles as opportunities to grow rather than signs of their abilities being inadequate. However, persistence is useful only up to a point—sometimes a person has to pivot and try other things to reach their objectives and goals. Knowing when to persevere and when to change strategy is itself a skill.",
            "zh": "支持者提出，拥有成长型思维的人会更倾向于自我提升，更可能在面对挑战和失败时坚持。他们会将障碍视为成长的机会，而非能力不足的迹象。然而，坚持只有在某一点之前才有用——有时人们必须转向并尝试其他方法来达成目标。知道何时坚持、何时改变策略本身也是一种技能。",
            "keywords": ["persist", "obstacles", "pivot", "objectives", "persevere"],
            "notes": [{"phrase": "pivot", "explain": "转向、改变方向"}, {"phrase": "up to a point", "explain": "在某一点之前、有一定限度"}]
        },
        {
            "en": "Efforts to encourage a growth mindset in students have gained traction in many schools. But does it work? Many studies have aimed to assess whether mindset interventions deliver measurable improvements in student achievement, and the results are mixed. Some researchers report positive results while others find little or no evidence that such interventions make a difference. A 2025 structured review found that growth mindset interventions have little to no effect on academic performance, despite their widespread use.",
            "zh": "许多学校已广泛推行鼓励学生成长型思维的努力。但它有效吗？许多研究试图评估思维干预能否带来学生成绩的可衡量改进，结果好坏参半。有些研究者报告了积极结果，而另一些发现几乎没有或根本没有证据表明此类干预有影响。2025年的一项系统综述发现，尽管广泛使用，成长型思维干预对学业表现几乎没有效果。",
            "keywords": ["interventions", "traction", "measurable", "achievement", "structured"],
            "notes": [{"phrase": "gained traction", "explain": "获得关注、普及"}, {"phrase": "interventions", "explain": "干预、介入措施"}]
        },
        {
            "en": "Educators can try various methods to foster a growth mindset: pose challenges and obstacles as opportunities; give constructive criticism and encourage acceptance of criticism; encourage persistence; encourage failure as a part of the learning process; encourage a positive attitude; and show that having goals and purpose can help. The language you use matters—avoiding words like \"always,\" \"never,\" and \"forever\" can help. Using the word \"yet\" implies that you will reach your goal soon.",
            "zh": "教育工作者可以尝试多种方法来培养成长型思维：将挑战和障碍作为机会呈现；给予建设性批评并鼓励接受批评；鼓励坚持；鼓励将失败视为学习过程的一部分；鼓励积极态度；并表明拥有目标和目的会有所帮助。你使用的语言很重要——避免使用「总是」「从不」「永远」等词会有所帮助。使用「还」这个字暗示你很快就会达成目标。",
            "keywords": ["constructive", "foster", "purpose", "implies", "persistence"],
            "notes": [{"phrase": "constructive criticism", "explain": "建设性批评"}, {"phrase": "yet", "explain": "「还」暗示尚未完成但可以完成"}]
        }
    ],
    "vocabulary": [
        {"word": "mindset", "phonetic": "/ˈmaɪndset/", "meaning": "心态、思维模式", "partOfSpeech": "n.", "example": "A growth mindset believes abilities can improve."},
        {"word": "persist", "phonetic": "/pəˈsɪst/", "meaning": "坚持、持续", "partOfSpeech": "v.", "example": "People with a growth mindset persist through challenges."},
        {"word": "obstacle", "phonetic": "/ˈɒbstəkl/", "meaning": "障碍", "partOfSpeech": "n.", "example": "Treat obstacles as opportunities to grow."},
        {"word": "intervention", "phonetic": "/ˌɪntəˈvenʃn/", "meaning": "干预、介入", "partOfSpeech": "n.", "example": "Mindset interventions are used in many schools."},
        {"word": "pivot", "phonetic": "/ˈpɪvət/", "meaning": "转向、改变策略", "partOfSpeech": "v.", "example": "Sometimes you need to pivot to reach your goals."},
        {"word": "constructive", "phonetic": "/kənˈstrʌktɪv/", "meaning": "建设性的", "partOfSpeech": "adj.", "example": "Constructive criticism helps growth."},
        {"word": "inferior", "phonetic": "/ɪnˈfɪəriə/", "meaning": "自卑的、较差的", "partOfSpeech": "adj.", "example": "A fixed mindset may make you feel inferior."},
        {"word": "traction", "phonetic": "/ˈtrækʃn/", "meaning": "关注、采纳", "partOfSpeech": "n.", "example": "Growth mindset has gained traction in schools."}
    ],
    "discussion_questions": [
        {"en": "Can you think of a time when you had a fixed mindset about something? What changed your view?", "zh": "你能想起曾对某事抱持固定型思维的时期吗？什么改变了你的看法？"},
        {"en": "When is persistence helpful, and when might it be better to pivot or change strategy?", "zh": "什么时候坚持是有帮助的，什么时候转向或改变策略可能更好？"},
        {"en": "How might teachers give feedback in a way that promotes a growth mindset rather than a fixed one?", "zh": "教师如何以促进成长型思维而非固定型思维的方式给予反馈？"}
    ]
}
