{
    "title": "As Women Have Far Fewer Babies, the U.S. and the World Face Unprecedented Challenges",
    "title_zh": "随着女性生育越来越少，美国与世界面临前所未有的挑战",
    "author": "Brian Mann, Sarah McCammon",
    "source": "NPR",
    "created_at": "2025-07-07",
    "difficulty": "medium",
    "tags": ["population", "birth rate", "fertility", "demographics", "economics"],
    "summary": "Women worldwide are having significantly fewer children, creating an unprecedented global shift. New UN research shows fertility has reached the lowest point ever recorded. The U.S. faces economic challenges as older adults increasingly outnumber children, while immigration policy changes further affect population growth.",
    "summary_zh": "全球女性生育的孩子数量大幅减少，引发前所未有的全球性转变。联合国最新研究显示生育率已创历史新低。美国面临经济挑战：老年人口日益超过儿童，而移民政策变化进一步影响人口增长。",
    "paragraphs": [
        {
            "en": "When Sarah and Ben Brewington got married and moved to Los Angeles, they expected their next life step would be having kids. Instead, they kept delaying, focusing on their careers, enjoying travel and spending time with friends. Gradually they reached a decision: \"It's a resounding no. It's not something I'm interested in or want,\" Sarah said. The Brewingtons, both 35, understand they are part of a wider trend.",
            "zh": "当莎拉和本·布鲁因顿 结婚并搬到洛杉矶时，他们以为下一步会是生孩子。相反，他们一再推迟，专注于事业、享受旅行和与朋友相处。渐渐地他们做出了决定：「断然否定。这不是我感兴趣或想要的。」莎拉说。35岁的布鲁因顿夫妇明白他们是更广泛趋势的一部分。",
            "keywords": ["delay", "careers", "trend", "parenthood", "decision"],
            "notes": [{"phrase": "resounding no", "explain": "断然否定； emphatic 拒绝"}, {"phrase": "wider trend", "explain": "更广泛的趋势；大环境"}]
        },
        {
            "en": "Many researchers believe this accelerating global shift is driven largely by a positive reality: young couples, and women in particular, have far more freedom and economic independence. They are weighing their options and making very different choices about the role of children in their lives. \"It's not that people don't like kids as much as they used to,\" said economist Melissa Kearney. \"There's just a lot of other available options. They can invest in their careers, take more leisure time—it's much more socially acceptable.\"",
            "zh": "许多研究人员认为，这种加速的全球转变很大程度上由一种积极的现实驱动：年轻夫妇，尤其是女性，拥有更多自由和经济独立。她们在权衡各种选择，对孩子在生活中扮演的角色做出截然不同的选择。经济学家梅丽莎·卡尼说：「不是因为人们不像以前那么喜欢孩子了。只是有太多其他选择，她们可以投资事业、享受更多休闲——这在社会上更容易被接受。」",
            "keywords": ["economic independence", "weighing options", "leisure", "socially acceptable", "fertility"],
            "notes": [{"phrase": "weighing their options", "explain": "权衡选择；仔细考虑"}, {"phrase": "socially acceptable", "explain": "社会可接受的；不被视为异类"}]
        },
        {
            "en": "New research from the United Nations found that the number of children born to the average woman worldwide has reached the lowest point ever recorded. In nearly every country and culture, women are having fewer children. Worldwide, the average has dropped from five children per woman in 1960 to roughly 2.2 today. \"Especially in high-income countries, the birth rate has very quickly plummeted in a sustained way,\" Kearney said. \"We're actually really facing the question of depopulation.\"",
            "zh": "联合国的最新研究发现，全球女性平均生育子女数已创历史新低。在几乎每个国家和文化中，女性生育的孩子都更少了。全球平均从1960年的每名女性五个孩子降至今天约2.2个。卡尼说：「尤其在高收入国家，出生率持续快速下跌。我们实际上正面临人口减少的问题。」",
            "keywords": ["United Nations", "plummeted", "depopulation", "fertility rate", "sustained"],
            "notes": [{"phrase": "plummeted", "explain": "暴跌；急速下降"}, {"phrase": "depopulation", "explain": "人口减少；人口萎缩"}]
        },
        {
            "en": "To maintain a stable population—no growth, no decline—the average woman needs to have roughly 2.1 kids. In the U.S., total fertility dipped below that threshold decades ago, and after 2007 it plunged rapidly to a record low of roughly 1.6. There is relatively no children being born in South Korea; by midcentury, 40% of its population is expected to be 65 or older. China alone is expected to lose more than 780 million people, more than half its population, by 2100.",
            "zh": "要维持稳定人口——不增长、不下降——平均每名女性大约需要生育2.1个孩子。美国的总体生育率几十年前就跌破这一门槛，2007年后更是急剧跌至约1.6的历史低位。韩国几乎没有儿童出生；到本世纪中叶，其40%的人口预计将达65岁以上。仅中国预计到2100年就将减少逾7.8亿人口，超过总人口的一半。",
            "keywords": ["threshold", "fertility rate", "South Korea", "demographics", "aging"],
            "notes": [{"phrase": "threshold", "explain": "门槛；临界值"}, {"phrase": "midcentury", "explain": "本世纪中叶；2050年前后"}]
        },
        {
            "en": "So far the U.S. population is relatively stable despite record-low fertility, but the nation's fabric is already changing. Older people—those 65 or above—now outnumber children in 11 states, up from just three states five years ago. A 2023 Brookings study found that without significant immigration, the U.S. population would plunge by more than 100 million people this century. \"We would be losing about a third of our population between now and 2100,\" said study author William Frey.",
            "zh": "尽管生育率创历史新低，美国人口目前仍相对稳定，但社会结构已在变化。65岁及以上老人已在11个州超过儿童数量，五年前只有三个州如此。布鲁金斯学会2023年的研究表明，若无大量移民，本世纪美国人口将减少逾1亿。研究报告作者威廉·弗雷说：「从现在到2100年，我们将失去约三分之一的人口。」",
            "keywords": ["outnumber", "immigration", "Brookings", "workforce", "fabric"],
            "notes": [{"phrase": "outnumber", "explain": "数量超过；比……多"}, {"phrase": "fabric", "explain": "结构；社会 fabric 指社会构成"}]
        },
        {
            "en": "Responding to these shifts, some politicians and activists have championed pronatalism—policies designed to encourage higher fertility. Yet many experts say conservative pronatalist measures, including opposition to reproductive rights, can be deeply harmful to women. \"This demographic issue is poised to potentially remake so much of our society in ways people just don't seem to be thinking about,\" Kearney said. \"This should not be ideological.\"",
            "zh": "面对这些变化，一些政客和活动家提倡 pronatalism（鼓励生育）——旨在提高生育率的政策。然而许多专家指出，保守的 pronatalist 措施，包括反对生殖权利，可能对女性造成严重伤害。卡尼说：「这个人 demographics 问题有可能以人们似乎尚未思考的方式重塑社会。这不应成为意识形态之争。」",
            "keywords": ["pronatalism", "reproductive rights", "demographic", "ideological", "remake"],
            "notes": [{"phrase": "pronatalism", "explain": "鼓励生育主义；主张提高生育率的政策"}, {"phrase": "poised to", "explain": "即将；蓄势待发"}]
        }
    ],
    "vocabulary": [
        {"word": "fertility", "phonetic": "/fəˈtɪləti/", "meaning": "生育力；生育率", "partOfSpeech": "n.", "example": "The fertility rate has plummeted in many high-income countries."},
        {"word": "plummet", "phonetic": "/ˈplʌmɪt/", "meaning": "暴跌；急剧下降", "partOfSpeech": "v.", "example": "Birth rates have plummeted in a sustained way."},
        {"word": "threshold", "phonetic": "/ˈθreʃhəʊld/", "meaning": "门槛；临界值", "partOfSpeech": "n.", "example": "A fertility rate of 2.1 is the replacement threshold."},
        {"word": "depopulation", "phonetic": "/diːˌpɒpjʊˈleɪʃn/", "meaning": "人口减少；人口萎缩", "partOfSpeech": "n.", "example": "Many countries now face depopulation."},
        {"word": "outnumber", "phonetic": "/ˌaʊtˈnʌmbər/", "meaning": "在数量上超过", "partOfSpeech": "v.", "example": "Older adults now outnumber children in 11 U.S. states."},
        {"word": "pronatalism", "phonetic": "/prəʊˈneɪtəlɪzəm/", "meaning": "鼓励生育主义", "partOfSpeech": "n.", "example": "Some politicians champion pronatalist policies."},
        {"word": "demographic", "phonetic": "/ˌdeməˈɡræfɪk/", "meaning": "人口的； demographics 的", "partOfSpeech": "adj.", "example": "Demographic shifts will remake society in unexpected ways."}
    ],
    "discussion_questions": [
        {"en": "Should governments implement policies to encourage higher birth rates, or should they focus on supporting families who choose to have fewer children?", "zh": "政府是否应实施鼓励生育的政策？还是应重点支持选择少生孩子的家庭？"},
        {"en": "How might declining birth rates affect the economy, Social Security, and healthcare systems in the coming decades?", "zh": "未来几十年生育率下降可能如何影响经济、社保和医疗体系？"},
        {"en": "What role does immigration play in countries with declining birth rates, and how should it be balanced with cultural and economic concerns?", "zh": "在生育率下降的国家，移民扮演什么角色？应如何平衡文化与经济考量？"}
    ]
}
