{
    "title": "What Happened When 10 Teens Gave Up Their Smartphones?",
    "title_zh": "当10位青少年放弃智能手机时发生了什么？",
    "author": "Kristian Johnson",
    "source": "BBC",
    "created_at": "2024-06-12",
    "difficulty": "easy",
    "tags": ["smartphone", "digital detox", "teenagers", "mental health", "screen time"],
    "summary": "Ten Salford teenagers swapped their smartphones for basic phones during a five-day digital detox. While some struggled with anxiety and FOMO, many discovered benefits including better sleep, more family conversation, and renewed interest in creative hobbies.",
    "summary_zh": "十位索尔福德青少年在一次为期五天的数字排毒中，将智能手机换成了基础款手机。虽然有些人感到焦虑和错失恐惧，但许多人发现了好处，包括睡眠改善、更多家庭对话以及重新燃起对创意爱好的兴趣。",
    "paragraphs": [
        {
            "en": "As part of a five-day digital detox, 10 Salford teenagers swapped their devices for basic phones that can only make calls and send texts. How did they get on? Will regularly spends more than eight hours a day staring at his smartphone. When he was younger, he used to love riding his bike—he's 15 now and spends most of his free time after college scrolling through TikTok videos.",
            "zh": "作为为期五天的数字排毒的一部分，十位索尔福德青少年将他们的设备换成了只能打电话和发短信的基础款手机。他们进展如何？威尔经常每天花八个多小时盯着智能手机。小时候他喜欢骑自行车——现在他15岁，大学放学后的大部分空闲时间都在刷TikTok视频。",
            "keywords": ["digital detox", "swapped", "scrolling", "TikTok", "teenagers"],
            "notes": [
                {"phrase": "get on", "explain": "进展；应付；口语中询问情况如何"},
                {"phrase": "scroll through", "explain": "滚动浏览；刷（社交媒体）"}
            ]
        },
        {
            "en": "Last week, Will clocked up 31 hours on social-media apps alone. But for the next five days, he will have no access to social media. \"I'm worried how I'll cope,\" he says. \"I'll now have to be sociable with my parents.\" The detox is part of a BBC project looking at young people's smartphone habits.",
            "zh": "上周，威尔仅在社交媒体应用上就累计使用了31小时。但在接下来的五天里，他将无法使用社交媒体。他说：\"我担心自己怎么应付。我现在得和父母社交了。\"这次排毒是BBC研究年轻人智能手机习惯项目的一部分。",
            "keywords": ["clocked up", "cope", "sociable", "habits", "detox"],
            "notes": [
                {"phrase": "clock up", "explain": "累计达到；accumulate 的俚语表达"},
                {"phrase": "how I'll cope", "explain": "我如何应付；cope 表示应对困难"}
            ]
        },
        {
            "en": "Almost every aspect of the students' lives will be affected—they've grown up with smartphones and use the internet for everything. They communicate mainly on Snapchat or Facetime, use Google Maps rather than A-Zs, and are always streaming music on-the-go. It's going to be a \"real challenge\", says college principal Colin Grand.",
            "zh": "学生生活的几乎每个方面都会受到影响——他们伴随着智能手机长大，用互联网做所有事情。他们主要在Snapchat或Facetime上交流，使用谷歌地图而不是纸质地图，并且总是在路上听流媒体音乐。学院院长科林·格兰德说，这将是一个\"真正的挑战\"。",
            "keywords": ["aspect", "on-the-go", "streaming", "Snapchat", "challenge"],
            "notes": [
                {"phrase": "on-the-go", "explain": "在旅途中；忙碌中"},
                {"phrase": "A-Zs", "explain": "街道地图册；英国对纸质地图的称呼"}
            ]
        },
        {
            "en": "Ruby acknowledges that having a break from her smartphone \"has opened up more conversation\" with her parents—and her mum, Emma, agrees the detox is having a positive impact on her daughter's behaviour. \"Ruby is pretty addicted to her phone, so it just gives her a chance to see what it was like when I was a teenager,\" says Emma. \"She's talking more and she's going to bed earlier.\"",
            "zh": "露比承认，暂时离开智能手机\"为她与父母打开更多对话\"——她的妈妈艾玛同意，这次排毒对女儿的行为产生了积极影响。艾玛说：\"露比对手机相当上瘾，所以这只是给了她一个机会，看看我十几岁时是什么样子。她说话更多了，睡觉也更早了。\"",
            "keywords": ["acknowledges", "opened up", "addicted", "impact", "behaviour"],
            "notes": [
                {"phrase": "open up conversation", "explain": "打开对话；促进交流"},
                {"phrase": "pretty addicted", "explain": "相当上瘾；pretty 在此表示 quite"}
            ]
        },
        {
            "en": "For some of the teens, giving up their smartphone has been really difficult. After just 27 hours, 14-year-old Charlie has dropped out and asked for his device back. \"I knew my phone was in the same building,\" he says, but not knowing if someone was trying to get in touch with him was \"really stressful\". Another thing stressing everyone out is the status of their Snapstreak.",
            "zh": "对某些青少年来说，放弃智能手机真的很难。仅27小时后，14岁的查理就退出了，要求拿回他的设备。他说：\"我知道我的手机就在同一栋楼里，\"但不知道是否有人试图联系他是\"真的很有压力\"。让每个人感到压力的另一件事是他们的Snapstreak状态。",
            "keywords": ["dropped out", "stressful", "Snapstreak", "device", "stressing"],
            "notes": [
                {"phrase": "drop out", "explain": "退出；放弃"},
                {"phrase": "stress someone out", "explain": "让某人感到压力；使焦虑"}
            ]
        },
        {
            "en": "Like Charlie, other students acknowledge a fear of missing out, but most say they are surprised at how liberating they are finding the experience. Some are getting better sleep, they say, while others feel they have been more productive without their phones. \"I feel like I'm learning stuff and engaging more—I don't feel like I'm missing out on anything,\" says Grace, 15.",
            "zh": "和查理一样，其他学生承认有错失恐惧，但大多数人表示，他们对这种体验的解放感感到惊讶。他们说，有些人睡眠更好了，而另一些人觉得没有手机时效率更高。15岁的格雷斯说：\"我觉得我在学东西，参与得更多——我不觉得我错过了什么。\"",
            "keywords": ["fear of missing out", "liberating", "productive", "engaging", "acknowledge"],
            "notes": [
                {"phrase": "fear of missing out", "explain": "错失恐惧；简称FOMO"},
                {"phrase": "liberating", "explain": "解放的；令人解脱的"}
            ]
        },
        {
            "en": "In a survey of 2,000 13 to 18-year-olds, 50% said not having their smartphone on them makes them feel anxious. Simply taking part in this digital detox has set these teens apart from their contemporaries—74% of young people polled said they would not consider swapping their smartphones for a basic device.",
            "zh": "在一项对2000名13至18岁青少年的调查中，50%的人表示没有智能手机让他们感到焦虑。仅仅参加这次数字排毒就让这些青少年与同龄人不同——74%的受访年轻人表示他们不会考虑用智能手机换基础款设备。",
            "keywords": ["survey", "anxious", "contemporaries", "polled", "swap"],
            "notes": [
                {"phrase": "set apart from", "explain": "使与众不同；与...区分开"},
                {"phrase": "contemporaries", "explain": "同龄人；同代人"}
            ]
        },
        {
            "en": "After five long days, it's time for the students to be reunited with their smartphones. But most say after taking part in the detox, they would like to find ways to limit their screen time. \"It's made me realise how much time I spent on social media, and I've realised I need to cut down on it and go out more,\" acknowledges Will. \"Eight hours a day is just crazy.\"",
            "zh": "漫长的五天后，学生们该重新拿回他们的智能手机了。但大多数人表示，参加排毒之后，他们希望找到限制屏幕时间的方法。威尔承认：\"它让我意识到我在社交媒体上花了多少时间，我意识到需要减少使用，多出去走走。每天八小时太疯狂了。\"",
            "keywords": ["reunited", "limit", "cut down", "acknowledges", "screen time"],
            "notes": [
                {"phrase": "cut down on", "explain": "减少；削减"},
                {"phrase": "reignite one's passion", "explain": "重新燃起某人的热情；文中 Will 重拾骑自行车爱好"}
            ]
        }
    ],
    "vocabulary": [
        {"word": "detox", "phonetic": "/ˈdiːtɒks/", "meaning": "排毒；戒除", "partOfSpeech": "n.", "example": "The teenagers took part in a five-day digital detox."},
        {"word": "swap", "phonetic": "/swɒp/", "meaning": "交换；互换", "partOfSpeech": "v.", "example": "They swapped their smartphones for basic phones."},
        {"word": "scroll", "phonetic": "/skrəʊl/", "meaning": "滚动；浏览", "partOfSpeech": "v.", "example": "He spends hours scrolling through TikTok videos."},
        {"word": "cope", "phonetic": "/kəʊp/", "meaning": "应付；处理", "partOfSpeech": "v.", "example": "I'm worried how I'll cope without social media."},
        {"word": "liberating", "phonetic": "/ˈlɪbəreɪtɪŋ/", "meaning": "解放的；令人解脱的", "partOfSpeech": "adj.", "example": "They found the experience surprisingly liberating."},
        {"word": "productive", "phonetic": "/prəˈdʌktɪv/", "meaning": "富有成效的；多产的", "partOfSpeech": "adj.", "example": "They felt more productive without their phones."},
        {"word": "acknowledge", "phonetic": "/əkˈnɒlɪdʒ/", "meaning": "承认；认可", "partOfSpeech": "v.", "example": "Will acknowledged that eight hours a day was crazy."}
    ],
    "discussion_questions": [
        {"en": "What benefits might young people gain from reducing their smartphone use?", "zh": "年轻人从减少使用智能手机中可能获得什么好处？"},
        {"en": "Why do you think so many teens feel anxious without their phones?", "zh": "你认为为什么这么多青少年没有手机会感到焦虑？"},
        {"en": "How can schools and families help young people develop healthier screen habits?", "zh": "学校和家庭如何帮助年轻人养成更健康的屏幕使用习惯？"}
    ]
}
